[
    {
        "cover": "../img/samsylvester.png",
        "title": "The Many Half-Lived Lives of Sam Sylvester",
        "author": "Maya MacGregor",
        "description": "In this queer contemporary YA mystery, a nonbinary teen with autism realizes they must not only solve a 30-year-old mystery but also face the demons lurking in their past in order to live a satisfying life.",
        "link": "https://www.goodreads.com/book/show/49434060-the-many-half-lived-lives-of-sam-sylvester?ac=1&from_search=true&qid=E5nnyq7TLX&rank=3"
    },
    {
        "cover": "../img/nowheretohide.png",
        "title": "Nowhere to Hide",
        "author": "Nell Pattison",
        "description": "The winter hike is meant to bring their nature group together. Emily, the sister who never lets her hearing loss hold her back. Lauren, the sister who always feels a step behind. Morna, who doesn’t get on with Lauren. Ben, whose feelings for Emily border on obsession. Dan, the quiet newcomer to the group. Kai, who isn’t just on the hike to enjoy the wildlife. And Alec, the one who knows all their secrets. ",
        "link": "https://www.goodreads.com/book/show/57652961-nowhere-to-hide?from_search=true&from_srp=true&qid=z1BpzrPy87&rank=1"
    },
    {
        "cover": "../img/mothgirl.png",
        "title": "The Moth Girl",
        "author": "Heather Kamins",
        "description": "Anna is a regular teenaged girl. She runs track with her best friend, gets good grades, and sometimes drinks beer at parties. But one day at track practice, Anna falls unconscious . . . but instead of falling down, she falls up, defying gravity in the disturbing first symptom of a mysterious disease.",
        "link": "https://www.goodreads.com/book/show/58395029-the-moth-girl?from_search=true&from_srp=true&qid=08AASQSwGQ&rank=1"
    },
    {
        "cover": "../img/breatheandcountback.png",
        "title": "Breathe and Count Back from Ten",
        "author": "Natalia Sylvester",
        "description": "In this gorgeously written and authentic novel, Verónica, a Peruvian-American teen with hip dysplasia, auditions to become a mermaid at a Central Florida theme park in the summer before her senior year, all while figuring out her first real boyfriend and how to feel safe in her own body.",
        "link": "https://www.goodreads.com/book/show/58311963-breathe-and-count-back-from-ten?ac=1&from_search=true&qid=E6WJUXOHQf&rank=1"
    },
    {
        "cover": "../img/ourheartstrings.png",
        "title": "You, Me, and Our Heartstrings",
        "author": "Melissa See",
        "description": "Daisy and Noah have the same plan: use the holiday concert to land a Julliard audition. But when they're chosen to play a duet for the concert, they worry that their differences will sink their chances.",
        "link": "https://www.goodreads.com/book/show/58719217-you-me-and-our-heartstrings?ac=1&from_search=true&qid=bKIZZ70vHd&rank=1"
    },
    {
        "cover": "../img/gallant.png",
        "title": "Gallant",
        "author": "V.E Schwab",
        "description": "Olivia Prior has grown up in Merilance School for girls, and all she has of her past is her mother’s journal—which seems to unravel into madness. Then, a letter invites Olivia to come home—to Gallant. Yet when Olivia arrives, no one is expecting her. ",
        "link": "https://www.goodreads.com/book/show/58064046-gallant?from_search=true&from_srp=true&qid=B2WDFoBXUq&rank=1"
    }
]